[
  {
  
    "id": 1,
    "titulo": "Nous passons tous par là",
    "descripcion": "Même si parfois tu te sens plus nerveux(se) que d'habitude, ta réponse face à\n    ces situations est adéquate et dans la norme. Continue comme ça."
  
  },
  {
 
    "id": 2,
    "titulo": "Le côté obscur de la concentration",
    "descripcion": "Une anxiété modérée peut nous aider à rester concentrés sur l'étude, tant qu'elle\n    ne dure pas dans le temps, car cela peut devenir incontrôlable."
  
  },
  {
   
    "id": 3,
    "titulo": "Sous contrôle... pour l'instant.",
    "descripcion": "Tes niveaux d'anxiété sont dans la limite de la normalité. Mais tu dois rester\n    vigilant et continuer à observer les symptômes pour éviter que la situation\n    ne te dépasse."
  
  },
  {
  
    "id": 4,
    "titulo": "L'anxiété n'est pas ton amie.",
    "descripcion": "Tes niveaux d'anxiété sont trop élevés. Il est important que tu apprennes à\n    gérer cette émotion car ces niveaux peuvent mener à des problèmes émotionnels\n    et de santé importants."
  
  },
  {
 
    "id": 5,
    "titulo": "Accepte l'incertitude",
    "descripcion": "Accepte que tu ne sais pas tout et qu'il est normal de douter avant une Interrogation,\n    cela t'aidera à ne pas te surcharger. "
  
  },
  {
 
    "id": 6,
    "titulo": "Pense positivement",
    "descripcion": "Essaie de maintenir une attitude positive et concentre-toi sur toutes les choses\n    que tu as apprises plutôt que de t'inquiéter de ce que tu ne sais pas."
  
  },
  {
 
    "id": 7,
    "titulo": "Identifie tes pensées toxiques",
    "descripcion": "Identifie ces pensées sur les Interrogations, comme \"Je ne vais pas réussir\",\n    \"Je suis un échec\", etc., cela t'aidera à les changer."
  
  },
  {
 
    "id": 8,
    "titulo": "Bloque et change tes pensées négatives",
    "descripcion": "Face à une pensée négative, dis \"Stop\" ou \"Arrête\" et essaie de voir\n    la situation sous un angle plus objectif, cela t'aidera à voir la réalité de la situation."
  
  },
  {
 
    "id": 9,
    "titulo": "Responsabilise-toi",
    "descripcion": "Ces postures corporelles simples donnent instantanément de la sécurité et de la\n    confiance. Voir vidéo https://www.youtube.com/shorts/jnOfzrDZYrA"
  
  },
  {

    "id": 10,
    "titulo": "Accepte l'anxiété",
    "descripcion": "Avoir de l'anxiété de manière ponctuelle est normal et peut nous aider à\n    être plus concentrés. Ce n'est pas un danger pour toi."
  
  },
  {
 
    "id": 11,
    "titulo": "Parle avec toi-même",
    "descripcion": "Lis lentement ce texte quand tu as une crise d'anxiété : \"Tous ces symptômes\n    que tu ressens en ce moment, bien qu'ils soient désagréables, NE SONT PAS DANGEREUX,\n    TU NE VAS PAS MOURIR, NI PERDRE LE CONTRÔLE DE TA RESPIRATION. Cette crise que tu\n    ressens a un début, un pic maximal et une fin. Cela signifie que quoi que tu fasses,\n    ça va finir, même si tu ne fais rien. Alors, évite d'essayer de contrôler ou de lutter\n    contre elle, cela ne fera qu'aggraver les choses. Au lieu de cela, écoute ton corps\n    et essaie de nommer tout ce que tu ressens en ce moment. C'est ton corps et la réponse\n    psychophysiologique qui se déclenche quand il croit être en danger. Ce sont donc des\n    réactions normales dans mon corps et il ne va rien de terrible se passer. ALORS\n    SOUVIENS-TOI : TU N'ES PAS EN DANGER ET DANS QUELQUES MINUTES, ÇA PASSERA.\""
  
  },
  {

    "id": 12,
    "titulo": "Change ton focus attentionnel",
    "descripcion": "Pense ou écris : 5 choses que tu peux voir en ce moment ; 4 choses que tu\n    peux toucher ; 3 choses que tu peux entendre ; 2 choses que tu peux sentir ;\n    1 chose que tu peux goûter."
  
  },
  {

    "id": 13,
    "titulo": "Établis une routine",
    "descripcion": "Crée une routine avant l'Interrogation, cela donne de la sécurité et de la confiance.\n    Exemple : assieds-toi, prépare tes stylos, et fais trois inspirations lentes\n    et profondes en pensant à la phrase \"Je peux tout gérer\"."
  
  },
  {

    "id": 14,
    "titulo": "Pratique des techniques de relaxation",
    "descripcion": "Pratique des techniques de relaxation. Cela peut t'aider à réduire l'anxiété\n    et à améliorer ta capacité à affronter les situations d'Interrogation. Tu veux\n    les connaître ? Regarde les trois vidéos ci-dessus et fais défiler pour\n    voir les autres."
  
  },
  {
 
    "id": 15,
    "titulo": "Utilise des métaphores",
    "descripcion": "Lis lentement la métaphore suivante : \"Imagine que tu es dans la mer, un endroit\n    apparemment calme, et soudain, une grande vague apparaît. Quand elle se rapproche,\n    on a peur et instinctivement on s'éloigne d'elle, mais en s'éloignant, la vague devient\n    plus forte et plus effrayante et apparemment elle continue à nous poursuivre. Plus\n    tu t'éloignes de la vague, plus elle devient grande et elle finira par être plus forte\n    à mesure que tu t'éloignes. En revanche, si tu ne fuis pas la vague, le choc sera fort\n    au début, mais ensuite tu te sècheras et tu continueras à profiter de la mer. Si une\n    autre grande vague arrive et que tu continues à ne pas l'éviter, le choc sera sans\n    aucun doute de plus en plus faible. Beaucoup de fois, les problèmes sont exactement\n    les mêmes ; nos pensées, souvenirs ou émotions sont désagréables au début, mais si\n    nous fuyons d'eux, tout ce que nous ferons, c'est les rendre plus grands et leur donner\n    plus d'importance. Cependant, si nous ne les fuyons pas et au contraire, nous les\n    acceptons tels qu'ils sont, même s'ils nous tourmentent un peu au début, ils\n    deviendront finalement quotidiens et moins importants, nous permettant d'être plus\n    flexibles et indulgents avec nous-mêmes.\""
  
  },
  {
 
    "id": 16,
    "titulo": "Identifie, bloque et change",
    "descripcion": "Identifie les pensées toxiques sur les Interrogations, comme \"Je ne vais pas réussir\",\n    \"Je suis un échec\". Bloque ces pensées, dis \"Stop\" ou \"Arrête\". Essaie\n    de voir la situation sous un angle plus objectif, cela t'aidera à voir la réalité\n    de la situation."
  
  },
  {
 
    "id": 17,
    "titulo": "Étudie tous les jours",
    "descripcion": "Étudie plus souvent les choses, pas plus longtemps. Espace les sessions\n    d'étude d'un même sujet. Ne te gave pas juste la veille, tu risques de te\n    bloquer et de tout oublier."
  
  },
  {

    "id": 18,
    "titulo": "Organise-toi",
    "descripcion": "Reste à jour avec ton agenda. Prépare un horaire d'étude et suis un plan pour\n    couvrir toutes les matières. Vérifie tes techniques d'étude (demande à ton\n    conseiller si tu as des doutes). Résous toutes les questions avec ton\n    professeur sur la matière."
  
  },
  {
 
    "id": 19,
    "titulo": "Prends soin de tes habitudes",
    "descripcion": "Dors suffisamment, surtout la veille de l'Interrogation (c'est nécessaire pour une\n    bonne concentration); fais de l'exercice physique; adopte une alimentation\n    équilibrée et saine (évite les boissons énergisantes et l'alcool)."
  
  },
  {
 
    "id": 20,
    "titulo": "Cherche du soutien",
    "descripcion": "Parle à un ami, un membre de ta famille ou un professeur de tes préoccupations\n    et demande leur soutien."
  
  },
  {

    "id": 21,
    "titulo": "Cherche de l'aide professionnelle",
    "descripcion": "Si tu ne peux pas contrôler ton état d'anxiété et que cela affecte ta vie quotidienne,\n    cherche de l'aide professionnelle."
  
  },
  {
   
    "id": 22,
    "titulo": "Pratique l'auto-observation",
    "descripcion": "Observe et note à quel moment tu ressens de l'anxiété et analyse pourquoi, cela\n    t'aidera à comprendre quels sont tes déclencheurs (par exemple, plusieurs Interrogations la\n    même semaine) et à anticiper cette anxiété : Quand ça s'est produit : Lundi en voyant\n    que j'ai 3 Interrogations. Ce que je ressens : Anxiété, j'ai du mal à respirer... Maintenant\n    je vois la situation de l'extérieur (comme dans les jeux vidéo en vue à la troisième\n    personne) et je l'explique. Que puis-je faire pour faire face à la situation :\n    Concentre-toi sur une Interrogation et après, sur l'autre...; utilise des techniques de\n    respiration et de relaxation..."
  
  },
  {
  
    "id": 23,
    "titulo": "Fais un plan que tu peux réaliser",
    "descripcion": "Si tu évites les Interrogations ou d'aller en cours ou d'étudier à cause de ton anxiété,\n    fixe-toi des objectifs atteignables."
  
  },
  {
   
    "id": 24,
    "titulo": "Petit à petit",
    "descripcion": "Commence par le plus simple (étudier à la maison), ensuite assiste aux cours ;\n    va à l'Interrogation avec confiance."
  
  },
  {
   
    "id": 25,
    "titulo": "Aucune intervention clinique nécessaire, mais il est important de suivre si des changements dans les habitudes alimentaires apparaissent",
    "descripcion": "Bien que tu ne sois pas en risque, il serait bon que tu restes vigilant(e) au cas\n    où ta relation avec la nourriture changerait. Félicitations ! Il semble que tu\n    aies une relation équilibrée avec la nourriture, continue ainsi."
  
  },
  {
  
    "id": 26,
    "titulo": "Évaluation exploratoire et suivi préventif. La personne présente des préoccupations alimentaires modérées.",
    "descripcion": "Nous pensons que la relation avec la nourriture t'inquiète en fonction de tes\n    habitudes alimentaires et des émotions que cela provoque. Il serait très utile\n    que tu parles de ce sujet avec quelqu'un de ton entourage, ayant du discernement\n    et de l'expérience, avec qui tu as confiance."
  
  },
  {
  
    "id": 27,
    "titulo": "Évaluation clinique supplémentaire. Risque significatif de troubles alimentaires",
    "descripcion": "Merci d'utiliser cette application, n'oublie pas que cela est simplement informatif,\n    nous te conseillons de consulter un professionnel de la santé ou un conseiller pour\n    aborder toute inquiétude concernant tes habitudes alimentaires. Il y a des indices\n    indiquant que tu pourrais développer un trouble alimentaire."
  
  },
  {
  
    "id": 28,
    "titulo": "Évaluation clinique urgente. Indique des attitudes alimentaires dangereuses et des comportements inappropriés.",
    "descripcion": "Ta relation avec la nourriture n'est pas saine. S'il te plaît, consulte un spécialiste\n    médical dès que possible pour qu'il puisse t'apporter son aide."
  
  },
  {
  
    "id": 29,
    "titulo": "Technique Ho'oponopono.",
    "descripcion": "Cette technique hawaïenne vise à nettoyer les souvenirs et émotions négatifs\n    qui peuvent affecter nos vies."
  
  },
  {

    "id": 30,
    "titulo": "Vidéo de méditation.",
    "descripcion": ""

  },
  {

    "id": 31,
    "titulo": "Musique d'ambiance créée par nos étudiants..",
    "descripcion": "Recommandé pour toutes les méditations des autres conseils."

  }
]

