Repository: ImadAsrani/MejorAPPte
Catalog: MejorAppTG2/Localization/AppResources.*.resx
Languages: fr

# aviso_nombre
source: Enter a name to continue.
fr: Entrez un prénom pour continuer.

# btnStart
source: Start
fr: Commencer

# cuerpoPopupAviso
source: You can access these tips anytime you want by clicking on your profile.
fr: Vous pouvez accéder à ces conseils à tout moment en cliquant sur votre profil.

# descripcion1Carrusel
source: Remember that dedicating time to your mental well-being is investing in your happiness. Take care of your mind as an invaluable resource.
fr: Rappelez-vous que consacrer du temps à votre bien-être mental, c'est investir dans votre bonheur. Prenez soin de votre esprit comme d'une ressource inestimable.

# descripcion2Carrusel
source: Mental health is a priority, not a luxury. Strengthen your emotional well-being to face any challenge.
fr: La santé mentale est une priorité, pas un luxe. Renforcez votre bien-être émotionnel pour relever tous les défis.

# descripcion3Carrusel
source: Talking about your emotions and experiences can relieve emotional weight and improve your mental health and well-being.
fr: Parler de vos émotions et de vos expériences peut alléger un poids émotionnel et améliorer votre santé mentale et votre bien-être.

# nombre_registro
source: Welcome, before we start, we need to get to know you.
fr: Bienvenue, avant de commencer, nous avons besoin de faire votre connaissance.

# pregunta_nombre
source: What is your name?
fr: Comment-vous vous appelez ?

# tituloPopupAviso
source: Remember!
fr: Souviens-toi!

# TitRegisterpage
source: Register
fr: Registre

# RegsterMasculino
source: Male
fr: Masculin

# RegsterFemenino
source: Female
fr: Féminin

# RegsterOtro
source: Other
fr: Autre

# AvisoSalir
source: Exit
fr: Quitter

# RgstPDescSalir
source: If you exit, all registration data will be lost.
fr: Si vous quittez, toutes les données d'inscription seront perdues.

# RegsterPreguntaEdad
source: How old are you currently?
fr: Quel âge avez-vous actuellement ?

# RegsterAvisoEdad
source: You must be over 11 years old to register.
fr: Vous devez avoir plus de 11 ans pour vous inscrire.

# RegisterPreguntaedad
source: What is your gender?
fr: Quel est votre genre ?

# RegisterDebest
source: You must be over 11 years old to register.
fr: Vous devez avoir plus de 11 ans pour vous inscrire.

# RegisterIngresaEdad
source: Enter your age to continue.
fr: Entrez votre âge pour continuer.

# RegisterSAvatar
source: Select an avatar.
fr: Sélectionnez un avatar.

# RegisterSGenero
source: Please select a gender.
fr: Sélectionez un genre, s’il vous plaît.

# RegisterSelectAvatar
source: Please select an avatar.
fr: Choisissez un avatar, s’il vous plaît.

# TituloTAliment
source: NUTRITION TEST
fr: TEST D'ALIMENTATION

# TituloTARap
source: QUICK ANXIETY TEST
fr: TEST RAPIDE D'ANXIÉTÉ

# TituloTACompl
source: FULL ANXIETY TEST
fr: TEST COMPLET D'ANXIÉTÉ

# tituloAnsiedadCompleto
source: FULL ANXIETY TEST
fr: TEST COMPLET D'ANXIÉTÉ

# MainAvisotit
source: Oops!
fr: Oups !

# MainAvisoDescr
source: To access user settings, you first need to register.
fr: Pour accéder aux paramètres utilisateur, vous devez d'abord vous inscrire.

# Confirmar
source: Confirm
fr: Confirmer

# Cancelar
source: Cancel
fr: Annuler

# ModificarDatos
source: Modify data
fr: Modifier les données

# ConsultarHTest
source: View test history
fr: Consulter l'historique des tests

# ElimUsuario
source: Delete user
fr: Supprimer l'utilisateur

# Cerrar
source: Close
fr: Fermer

# Anios
source: Years
fr: Ans

# EliminDatos
source: Delete data
fr: Supprimer les données

# SeEliminusu
source: The user and all their data will be deleted.
fr: L'utilisateur et toutes ses données seront supprimés.

# SinDatos
source: No data
fr: Aucune donnée

# NoharealNinT
source: No tests have been performed yet.
fr: Aucun test n'a encore été réalisé.

# Nombre
source: Name
fr: Prénom

# Edad
source: Age
fr: Âge

# Sexo
source: Gender
fr: Sexe

# Aceptar
source: Accept
fr: Accepter

# SeleccionAvatar
source: Select an avatar
fr: Sélectionnez un avatar

# TestRealizados
source: Completed tests
fr: Tests réalisés

# Volver
source: Back
fr: Retour

# Realizado
source: Completed
fr: Réalisé

# TestTrastAlim
source: EATING DISORDER TEST
fr: TEST DE TROUBLE ALIMENTAIRE

# ComoResponder
source: How to answer?
fr: Comment répondre ?

# Estoesunejemplo
source: This is an example of a test question.
fr: Ceci est un exemple de question de test.

# CadaCuantopr
source: How often do you practice sports?
fr: À quelle fréquence faites-vous du sport ?

# PuedesResponderSe
source: You can answer by selecting a number from 1 to 5
fr: Vous pouvez répondre en sélectionnant un chiffre de 1 à 5

# Nunca
source: 1 - Never
fr: 1 - Jamais

# EnAlgunaO
source: Occasionally
fr: De temps en temps

# Amenudo
source: Often
fr: Souvent

# CasiSiempre
source: Almost always
fr: Presque toujours

# Siempre
source: Always
fr: Toujours

# ComoRes
source: How to answer?
fr: Comment répondre ?

# EnAlguna
source: 2 - Sometimes
fr: 2 - Parfois

# AMenudoinf
source: 3 - Often
fr: 3 - Souvent

# CasiSiempreinf
source: 4 - Almost always
fr: 4 - Presque toujours

# Siempreinf
source: 5 - Always
fr: 5 - Toujours

# AVISOMAYUS
source: NOTICE
fr: AVERTISSEMENT

# SiTusPre
source: If your concerns about food are related to wanting to gain more weight or muscle mass, this application may not be suitable for you at this time. We are working to address these needs in future versions.
fr: Si vos préoccupations alimentaires sont liées à la prise de poids ou de masse musculaire, il est possible que cette application ne soit pas adaptée pour vous en ce moment. Nous travaillons à répondre à ces besoins dans de futures versions.

# Enviar
source: Send
fr: Envoyer

# SeGuardaraAvance
source: Your progress in the current test will be saved.
fr: Votre progression dans le test actuel sera sauvegardée.

# NoTeOlv
source: Are you forgetting something?
fr: Vous n'oubliez rien ?

# TienesQueRes
source: You need to answer all the questions to move to the next page!
fr: Vous devez répondre à toutes les questions pour passer à la page suivante !

# Recuerda
source: Remember!
fr: Souviens-toi !

# PodrasAcc
source: You can access these tips anytime by clicking on your profile.
fr: Vous pouvez accéder à ces conseils à tout moment en cliquant sur votre profil.
